Autodesk.Revit.DB.BuiltInFailures.ElevationFailures.WarnElevSheet
An elevation symbol references views on more than one sheet. It will show a blank sheet reference. To show the
correct references, use a separate elevation symbol for the views on each sheet.

Autodesk.Revit.DB.BuiltInFailures.ElevationFailures.IncompatibleElevationTagFamily
Attempt to change elevation tag families to one with incompatible view directions.

Autodesk.Revit.DB.BuiltInFailures.ElevationFailures.ElevationDetach
An Elevation arrow can't keep its Crop Region extents attached.

Autodesk.Revit.DB.BuiltInFailures.ElevationFailures
Failures about Elevation.